export const chronicleData = [
    {
        id: 1,
        age: '青潭纪',
        time: '/',
        event: '华水（WawSea）（Greenan）、紫媚（ChiNo）（Adon）出生',
        note: ''
    },
    {
        id: 2,
        age: '正弦纪',
        time: '朝闻时期',
        event: '西夏（XVXa）（Vtin）、锌雨（ZinLee）（Leenar）出生',
        note: ''
    },
    {
        id: 3,
        age: '正弦纪',
        time: '陆运时期',
        event: '华水紫媚二人改进并普及简易反转式，涟庄（LanShawn）、漪稼（YveXJa）二族参与神匣的术师竞标',
        note: ''
    },
    {
        id: 4,
        age: '正弦纪',
        time: '汛岚时期',
        event: '华水紫媚西夏联手抗灾。锌雨刻意夸大宣传，编撰《古经》，将事迹神化',
        note: ''
    },
    {
        id: 5,
        age: '正弦纪',
        time: '洪辰时期',
        event: '锌雨谋杀紫媚和西夏，并将华水制成缚灵忆。锌雨一世诞生（华水一直处于混沌状态，所以后几任锌雨接手的时候都不知道要做什么，直到第一任锌雨转世，拾回记忆，才继续他永生的计划，然而世界已大变模样，事情失去了控制）。锌雨谋杀紫媚和西夏，并将华水制成缚灵忆。锌雨一世诞生（华水一直处于混沌状态，所以后几任锌雨接手的时候都不知道要做什么，直到第一任锌雨转世，拾回记忆，才继续他永生的计划，然而世界已大变模样，事情失去了控制）。锌雨谋杀紫媚和西夏，并将华水制成缚灵忆。锌雨一世诞生（华水一直处于混沌状态，所以后几任锌雨接手的时候都不知道要做什么，直到第一任锌雨转世，拾回记忆，才继续他永生的计划，然而世界已大变模样，事情失去了控制）。锌雨谋杀紫媚和西夏，并将华水制成缚灵忆。锌雨一世诞生（华水一直处于混沌状态，所以后几任锌雨接手的时候都不知道要做什么，直到第一任锌雨转世，拾回记忆，才继续他永生的计划，然而世界已大变模样，事情失去了控制）。',
        note: ''
    },
    {
        id: 6,
        age: '迁佑纪',
        time: '茗露时期',
        event: '《闻露识材》出版',
        note: ''
    },
    {
        id: 7,
        age: '栅栏纪',
        time: '隔断代',
        event: '渊徘（Yuafee，锌雨11）（Yayee）在神匣出生，游侠“默”在广素出生（MmaOo，锌雨12）（Wensee）',
        note: ''
    },
    {
        id: 9,
        age: '炎火纪',
        time: '寒冰代',
        event: '渊徘接任锌雨，被神匣派往凡可赛。',
        note: ''
    },
    {
        id: 10,
        age: '炎火纪',
        time: '融冰代',
        event: '渊徘遇见游侠“默”，游侠“默”接任锌雨，渊徘死亡',
        note: ''
    },
    {
        id: 8,
        age: '炎火纪',
        time: '温热代',
        event: '巫医婆婆茶葳儿在广素出生（XxaVeLoo，锌雨13）（Xilver），遇到“默”。“默”暗中迫使茶葳儿接任锌雨，茶葳儿并不知情。',
        note: ''
    },
    {
        id: 12,
        age: '华转纪',
        time: '800代026回',
        event: '莨烨之弟菪熠（Dyang Yyii）出生。名门“萩氏”第二十三代幺子（顺位四）。',
        note: ''
    },
    {
        id: 13,
        age: '华转纪',
        time: '823代000回',
        event: '赧滁与广素南部的名门“望氏”瞿琪联姻，释偶师“闾”跟随瞿琪来到依合。',
        note: ''
    },
    {
        id: 11,
        age: '',
        time: '',
        event: '',
        note: ''
    },
];