export const chronicleData = [
    {
        age: '青潭纪',
        time: '/',
        event: '华水（WawSea）（Greenan）、紫媚（ChiNo）（Adon）出生',
        note: ''
    },
    {
        age: '正弦纪',
        time: '朝闻时期',
        event: '西夏（XVXa）（Vtin）、锌雨（ZinLee）（Leenar）出生',
        note: ''
    },
    {
        age: '正弦纪',
        time: '陆运时期',
        event: '华水紫媚二人改进并普及简易反转式，涟庄（LanShawn）、漪稼（YveXJa）二族参与神匣的术师竞标',
        note: ''
    },
    {
        age: '正弦纪',
        time: '汛岚时期',
        event: '华水紫媚西夏联手抗灾。锌雨刻意夸大宣传，编撰《古经》，将事迹神化',
        note: ''
    },
    {
        age: '正弦纪',
        time: '洪辰时期',
        event: '锌雨谋杀紫媚和西夏，并将华水制成缚灵忆。锌雨一世诞生（华水一直处于混沌状态，所以后几任锌雨接手的时候都不知道要做什么，直到第一任锌雨转世，拾回记忆，才继续他永生的计划，然而世界已大变模样，事情失去了控制）。',
        note: ''
    },
    {
        age: '迁佑纪',
        time: '茗露时期',
        event: '《闻露识材》出版',
        note: ''
    },
    {
        age: '栅栏纪',
        time: '隔断代',
        event: '渊徘（Yuafee，锌雨11）（Yayee）在神匣出生，游侠“默”在广素出生（MmaOo，锌雨12）（Wensee）',
        note: ''
    },
    {
        age: '炎火纪',
        time: '寒冰代',
        event: '渊徘接任锌雨，被神匣派往凡可赛。',
        note: ''
    },
    {
        age: '炎火纪',
        time: '融冰代',
        event: '渊徘遇见游侠“默”，游侠“默”接任锌雨，渊徘死亡',
        note: ''
    },
    {
        age: '炎火纪',
        time: '温热代',
        event: '巫医婆婆茶葳儿在广素出生（XxaVeLoo，锌雨13）（Xilver），遇到“默”。“默”暗中迫使茶葳儿接任锌雨，茶葳儿并不知情。',
        note: ''
    },
    {
        age: '炎火纪',
        time: '炎热代',
        event: '神匣开始试用【代】【回】纪年法，【回】进位成【代】的标志是有一天天不亮。蚀湖周围爆发瘟疫，“默”染病死亡。游医“塔克”（Take）在蚀湖边的村庄出生，后逃往广素，被茶葳儿的村落收留。',
        note: ''
    },
    {
        age: '炎火纪',
        time: '大瘟疫初期',
        event: '“塔克”向茶葳儿学习医术，开始治病救人。“塔克”开办药铺，边治病救人，边招收弟子。苏垣（SsuYuAnn，锌雨14）在广素出生，后成为“塔克”门生。',
        note: ''
    },
    {
        age: '炎火纪',
        time: '大瘟疫中期',
        event: '苏垣接任锌雨。茶葳儿被人谋害。苏垣试图解开华水缚灵忆。',
        note: ''
    },
    {
        age: '炎火纪',
        time: '大瘟疫末期',
        event: '清月叶（KknYeYee，锌雨15）（Leenar）在广素出生，成为“塔克”门生。苏垣重病，清月叶接任锌雨。',
        note: ''
    },
    {
        age: '炎火纪',
        time: '离火代',
        event: '“塔克”被人谋害。“塔克”门下43位活过大瘟疫的弟子，创立丝氏家族。',
        note: ''
    },
    {
        age: '刀俎纪',
        time: '元代20回',
        event: '清月叶向神匣说名自己的身份，神匣派人接回锌雨13世。',
        note: ''
    },
    {
        age: '刀俎纪',
        time: '元代73回',
        event: '清月叶遭迫害。吉平恬佐（JeepnTenzoon，锌雨16）（Frin）在神匣出生，成为锌雨16世。',
        note: ''
    },
    {
        age: '刀俎纪',
        time: '17代311回',
        event: '神匣逐步迁都广素流域。',
        note: ''
    },
    {
        age: '刀俎纪',
        time: '123代6回',
        event: '广素正式更名依合。',
        note: ''
    },
    {
        age: '刀俎纪',
        time: '295代474回',
        event: '神匣谷祭正式废除，改名引力谷。依合1世在依合开始统治。',
        note: ''
    },
    {
        age: '逐影纪',
        time: '007代508回',
        event: '带有蚀湖水的龙卷袭击收割地，造成了长达两纪的灾难性粮食短缺。',
        note: ''
    },
    {
        age: '华转纪',
        time: '730代101回',
        event: '夏粱（XaLiang，锌雨21）（Yayee）在洛林港出生。',
        note: ''
    },
    {
        age: '华转纪',
        time: '763代007回',
        event: '赧滁（Nann Khuu）在依合出生。',
        note: ''
    },
    {
        age: '华转纪',
        time: '764代042回',
        event: '瞿琪（QkuuQee）在广素流域南部诞生。名门“望氏”第十代嫡女。',
        note: ''
    },
    {
        age: '华转纪',
        time: '778代090回',
        event: '莨烨（Lyan Yyee）在广素流域西北部出生。名门“萩氏”第二十三代嫡女。',
        note: ''
    },
    {
        age: '华转纪',
        time: '780代053回',
        event: '姯夙（Guannh Suu）在高流东南部出生。高流最大财团“贝利”第七代嫡女。',
        note: ''
    },
    {
        age: '华转纪',
        time: '785代068回',
        event: '库石桐（KyuuShiToon）在广素南部丝氏一族“落霞”旁支诞生。',
        note: ''
    },
    {
        age: '华转纪',
        time: '792代015回',
        event: '夏粱被害，跌落沫弯儿断崖，陷入假死状态。',
        note: ''
    },
    {
        age: '华转纪',
        time: '800代026回',
        event: '莨烨之弟菪熠（Dyang Yyii）出生。名门“萩氏”第二十三代幺子（顺位四）。',
        note: ''
    },
    {
        age: '华转纪',
        time: '823代000回',
        event: '赧滁与广素南部的名门“望氏”瞿琪联姻，释偶师“闾”跟随瞿琪来到依合。',
        note: ''
    },
    {
        age: '华转纪',
        time: '824代077回',
        event: '夏粱被丝氏所救，加入丝氏学习医术。',
        note: ''
    },
    {
        age: '华转纪',
        time: '827代044回',
        event: '叶（Yee），赧滁与瞿琪之子，诞生。',
        note: ''
    },
    {
        age: '华转纪',
        time: '830代039回',
        event: '夏粱与丝氏“落霞”库石桐结婚。',
        note: ''
    },
    {
        age: '华转纪',
        time: '839代050回',
        event: '菪熠用笔名“结草”出版长篇系列小说《天仙愿》。暗藏了自己对长姐莨烨的爱慕之情。',
        note: ''
    },
    {
        age: '华转纪',
        time: '841代008回',
        event: '莨烨偶然间看到了《天仙愿》的部分故事，跟自己和菪熠的往事非常相像，心生疑惑并疏远了四弟。',
        note: ''
    },
    {
        age: '华转纪',
        time: '846代000回',
        event: '夏粱与库石桐受聘为依合吏目。',
        note: ''
    },
    {
        age: '华转纪',
        time: '847代061回',
        event: '因看到与叶同期的孩子更为出色，赧滁觉得叶没有花心思在学习上，让自己在宴席上丢了脸，动手打了叶。瞿琪劝阻无果，反被打伤。',
        note: ''
    },
    {
        age: '华转纪',
        time: '852代082回',
        event: '菪熠在一次读书会上得知了纵偶术，颇为惊奇，开始偷偷修习纵偶术，日渐沉迷。',
        note: ''
    },
    {
        age: '华转纪',
        time: '853代025回',
        event: '叶被赧滁失手打死。年仅26【代】。瞿琪痛失孩子，终日以泪洗面，精神失常。',
        note: ''
    },
    {
        age: '华转纪',
        time: '860代000回',
        event: '赧滁继位，成为依合第62任君王。寮冽担任内阁总管。',
        note: ''
    },
    {
        age: '华转纪',
        time: '860代053回',
        event: '依合王室内阁寮冽代赧滁向望氏莨烨发来联姻聘书，莨烨为自己能在诸名门望族的儿女间胜出而非常自豪。',
        note: ''
    },
    {
        age: '华转纪',
        time: '860代074回',
        event: '菪熠对聘书一事不满人尽皆知，而他修习纵偶术恰巧败露，被逐出家门，临走前与莨烨大吵一架。此后他化名“碧冬”来到高流专门学习纵偶术，并成了一名纵偶师，执行暗杀任务。',
        note: ''
    },
    {
        age: '华转纪',
        time: '861代001回',
        event: '赧滁与广素西南部的名门“萩氏”莨烨联姻。',
        note: ''
    },
    {
        age: '华转纪',
        time: '871代036回',
        event: '蔚（Wee）（Leenar）岐（Kee）（Adon），赧滁与莨烨之子出生。蔚长得像赧滁，岐像莨烨。',
        note: ''
    },
    {
        age: '华转纪',
        time: '871代107回',
        event: '瞿琪企图毒杀蔚岐。但注射毒液的过程中，岐感到疼痛醒来，将瞿琪错认成母亲。瞿琪心软放弃，随后上吊自尽，年仅107【代】。因注射的剂量不足以致死，岐无性命之忧，但毒液抑制了他的免疫系统的发育，致使他童年一度体弱多病。蔚侥幸逃过一劫。',
        note: ''
    },
    {
        age: '华转纪',
        time: '885代082回',
        event: '舞金相（WuuGinnXanng）（Frin），夏粱与库石桐之子出生。',
        note: ''
    },
    {
        age: '华转纪',
        time: '899代099回',
        event: '赧滁在走访高流途中结识高流财团“贝利”的姯夙。',
        note: ''
    },
    {
        age: '华转纪',
        time: '900代041回',
        event: '菪熠听到市井流言——赧滁跟姯夙有私情。他当时只觉得爱慕虚荣的长姐活该遇到赧滁。',
        note: ''
    },
    {
        age: '华转纪',
        time: '903代027回',
        event: '琴（Knn，锌雨22）（Vtin）赧滁与姯夙之子在高流出生。',
        note: ''
    },
    {
        age: '华转纪',
        time: '919代054回',
        event: '赧滁将姯夙和琴接入依合生活。',
        note: ''
    },
    {
        age: '华转纪',
        time: '920代003回',
        event: '莨烨无法忍受赧滁的背叛行为，愤而带侍卫离开王宫。',
        note: ''
    },
    {
        age: '华转纪',
        time: '920代006回',
        event: '莨烨被赧滁设计杀害，年仅142【代】。蔚与岐得知母亲被害真相，密谋要除掉赧滁。',
        note: ''
    },
    {
        age: '华转纪',
        time: '920代060回',
        event: '菪熠在依合近郊出差，于一饭馆就餐，听闻隔壁桌提到莨烨去世的噩耗，以及死亡的疑点，其中一人宣称自己判断是赧滁的阴谋。菪熠从此开始搜集相关情报。',
        note: ''
    },
    {
        age: '华转纪',
        time: '924代001回',
        event: '库石桐出诊衢酉村。',
        note: ''
    },
    {
        age: '华转纪',
        time: '924代012回',
        event: '菪熠证实了赧滁的罪行，借用之前被暗杀的人的身份，偷偷潜入依合堡想为莨烨报仇。不料被城内的释偶师发现。',
        note: ''
    },
    {
        age: '华转纪',
        time: '924代013回',
        event: '菪熠被乱箭射中，坠入“血河”芜澜江。依合堡下游衢酉村的村民发现了他，库石桐救下并治好了他。',
        note: ''
    },
    {
        age: '华转纪',
        time: '924代026回',
        event: '赧滁下达命令，依合堡加强纵偶师的防御。',
        note: ''
    },
    {
        age: '华转纪',
        time: '924代039回',
        event: '菪熠康复，为报救命之恩且得知库石桐是依合堡的吏目，随即拜库石桐为师，帮他打下手，同时学习医术。',
        note: ''
    },
    {
        age: '华转纪',
        time: '927代085回',
        event: '岐重病，琴害怕岐死去，向岐表白，希望他能活下来。',
        note: ''
    },
    {
        age: '华转纪',
        time: '928代070回',
        event: '夏粱升任御医。',
        note: ''
    },
    {
        age: '华转纪',
        time: '934代018回',
        event: '赧滁与姯夙越发不合，赧滁后悔谋害了莨烨，时常会跟外貌与莨烨相近的岐诉说自己对莨烨的想念。',
        note: ''
    },
    {
        age: '华转纪',
        time: '935代047回',
        event: '库石桐认为菪熠天资聪颖、勤奋好学，是个不可多得的人才，将他一同带回了依合堡。',
        note: ''
    },
    {
        age: '华转纪',
        time: '935代054回',
        event: '菪熠在为库石桐跑腿时，偷听到夏粱经常接近赧滁，开始转移目标。但夏粱对赧滁非常忠诚，菪熠决定暂时收手。他明面上潜心学习医术，暗中探查释偶师们的身份。',
        note: ''
    },
    {
        age: '华转纪',
        time: '951代023回',
        event: '菪熠成为依合堡医士。',
        note: ''
    },
    {
        age: '华转纪',
        time: '952代101回',
        event: '岐连续第三个没有病倒的冬日，蔚感到不会害病的岐些许动摇了自己的地位。担心更顺从赧滁之意的岐会更有优势，蔚准备在除掉赧滁之前除掉岐。',
        note: ''
    },
    {
        age: '华转纪',
        time: '956代030回',
        event: '大臣越发拥护蔚，赧滁和姯夙及大臣大吵一架后，心烦意乱。他让岐陪同，去另一处寝宫批阅公文。岐认为这正是蔚所说的好时机，将超华掺入赧滁的酒中。不想赧滁非但没有中毒，反而识破了蔚岐的计策，岐几近被凌虐致死。赧滁道出蔚的阴谋，强迫岐与他一同扳倒在逐渐在朝中得势的蔚。岐遭受蔚的背叛和赧滁的暴行，越发怨恨，反而激发了活下去的愿望。在没有选择的权利的情况下，接受了赧滁的安排。',
        note: ''
    },
    {
        age: '华转纪',
        time: '956代031回',
        event: '夏粱开始定期为岐治疗。',
        note: ''
    },
    {
        age: '华转纪',
        time: '956代073回',
        event: '侍女菀璆（Wooann Quu）意外发现岐遭受虐待的事。岐恳求她保密。',
        note: ''
    },
    {
        age: '华转纪',
        time: '959代018回',
        event: '舞金相被其父库石桐殴打致死，年仅74【代】。（Frin：我……）',
        note: ''
    },
    {
        age: '华转纪',
        time: '961代030回',
        event: '释偶师“闾”偶然间发现赧滁虐待岐的事，因叶和瞿琪的事在线，对赧滁大失所望。在夏粱的协助下，策反了两名释偶师。',
        note: ''
    },
    {
        age: '华转纪',
        time: '961代044回',
        event: '夏粱在为岐疗伤时，看到他书桌上摊着《未成年儿童保护法》的草案。夏粱恳请成为岐的幕僚，助他夺位。',
        note: ''
    },
    {
        age: '华转纪',
        time: '961代054回',
        event: '夏粱暗中带亲信前来，众人跪地恳求岐拿下继承位。',
        note: ''
    },
    {
        age: '华转纪',
        time: '969代025回',
        event: '菪熠发现夏粱欲协助岐推翻赧滁，将自己的事情和盘托出，但夏粱并不信任库石桐带回来的菪熠。',
        note: ''
    },
    {
        age: '华转纪',
        time: '970代087回',
        event: '菪熠多次用行动证明自己的复仇和合作意图是真的，夏粱开始渐渐改变对他的看法，介绍菪熠和“闾”认识。',
        note: ''
    },
    {
        age: '华转纪',
        time: '973代100回',
        event: '岐常期受到赧滁暴虐对待，而蔚依旧在宫中如鱼得水，他越发绝望。此时收割地因部落领地划分，出现动乱，史称“五谷之乱”。',
        note: ''
    },
    {
        age: '华转纪',
        time: '974代002回',
        event: '琴成为依合最年轻的高级御合术师，带兵远征收割地。',
        note: ''
    },
    {
        age: '华转纪',
        time: '975代060回',
        event: '琴平息战乱，回到依合，再度向岐表白，愿意助他一臂之力，扳倒赧滁和蔚。',
        note: ''
    },
    {
        age: '华转纪',
        time: '975代061回',
        event: '姯夙得知岐琴的计划，考虑到岐的身体状况很难长久执政，最后本与琴遥遥无望的王位将唾手可得，因而支持了他们的计划。',
        note: ''
    },
    {
        age: '华转纪',
        time: '976代000回',
        event: '收割地改名为昇圃园。',
        note: ''
    },
    {
        age: '华转纪',
        time: '976代020回',
        event: '军队因呼吸衰竭的死亡率激增。库石桐找到病因，罪魁祸首是军队在昇圃园作战时感染的病菌。史书记载中，这种病菌被称为“谷物坏病”。夏粱暗中采取隔离人员的血液，与库石桐一起进行实验。',
        note: ''
    },
    {
        age: '华转纪',
        time: '976代076回',
        event: '夏粱在治疗一名重病士兵时，对方因“谷物坏病”并发症死在抢救室中，华水转移到夏粱身上，夏粱成为锌雨21世。',
        note: ''
    },
    {
        age: '华转纪',
        time: '977代009回',
        event: '由于该病菌过于致命且传播途径有限，在还未能大量繁衍后代时已杀死宿主，感染人群被隔离后，疫情很快得以控制。',
        note: ''
    },
    {
        age: '华转纪',
        time: '977代035回',
        event: '夏粱将康复者的血液样品保存下来，进行实验。',
        note: ''
    },
    {
        age: '华转纪',
        time: '977代083回',
        event: '高流寄来书信，姯夙父亲病故。她向赧滁请旨并回乡为亲人跪孝。期间她动用“贝利”的情报线，整合高流各大名门与财团的信息，开始下一步计划。',
        note: ''
    },
    {
        age: '华转纪',
        time: '977代090回',
        event: '蔚怂恿赧滁提高高流税收提案通过，引发高流名门和财团的不满。',
        note: ''
    },
    {
        age: '华转纪',
        time: '977代114回',
        event: '姯夙借机向各家散布依合妄图收编高流名门和财团的消息，各家开始打起了自己的小算盘，以应对不测风云。',
        note: ''
    },
    {
        age: '华转纪',
        time: '978代041回',
        event: '姯夙回到依合，同岐琴交流情报。',
        note: ''
    },
    {
        age: '华转纪',
        time: '980代028回',
        event: '依合堡南郭沐灶山附近发生小规模山体滑坡，导致一部分墙体偏移。',
        note: ''
    },
    {
        age: '华转纪',
        time: '980代103回',
        event: '沐灶山修葺一事，因施工部门拖欠工资，工人罢工抗议，修缮一度停工。负责该项目的是姯夙三弟手下的一个施工队，姯夙偶然间跟琴提到此事。最后草草收尾。',
        note: ''
    },
    {
        age: '华转纪',
        time: '989代052回',
        event: '蔚设计陷害赧滁和岐，意图篡位，反被琴抓住他叛乱的把柄，蔚在赧滁的咒骂下被当堂斩首，年仅118【代】。',
        note: ''
    },
    {
        age: '华转纪',
        time: '990代056回',
        event: '昇圃园因旱灾和“谷物坏病”大流行发生动乱，琴被赧滁派去平叛。',
        note: ''
    },
    {
        age: '华转纪',
        time: '991代029回',
        event: '动乱逐渐升级成叛乱。琴意识到这场战争的起因是旱情，想通过缓解旱情、安抚灾民的方法平定叛乱（叛乱是由“五谷之乱”战败的地主挑起的，参战的大多是遭受了旱灾过不下去还要赋税的农民）。他急书回禀战事危急，请求依合支援，又顺利调走一师。（1军=2师=8旅=16团=32营=128连=512排=2048班，每班4-8人）',
        note: ''
    },
    {
        age: '华转纪',
        time: '991代065回',
        event: '高流寄来书信，姯夙母亲病故（伪造的）。她向赧滁请旨并回乡为亲人跪孝。随后，她回到高流，通过之前的密信，迅速集结名门和财团私兵。',
        note: ''
    },
    {
        age: '华转纪',
        time: '991代071回',
        event: '琴在战区巡查时发现古时紫媚和西夏挖的暗渠，他命令士兵挖开堵塞的渠道，将远方的水引至灾区。',
        note: ''
    },
    {
        age: '华转纪',
        time: '991代072回',
        event: '高流民兵向依合急速进军。',
        note: ''
    },
    {
        age: '华转纪',
        time: '991代073回',
        event: '得知高流造反，赧滁无奈之下派出最后一队王师阻拦，并命令琴带三千精锐迅速返回护驾。',
        note: ''
    },
    {
        age: '华转纪',
        time: '991代074回',
        event: '琴命令第一师原地休整，治疗伤员、后勤补充、武器修复，帮助灾民恢复农耕。刚调来不久的第二师分成四个旅，分别负责渠道开挖整修工作、依合与昇圃园边境线的巩固防御、与反叛军作战，剩下的一旅整编了两师最好的轻骑兵，迅速赶回依合。此后叛乱平息、灾情逐渐稳定下来。',
        note: ''
    },
    {
        age: '华转纪',
        time: '991代075回',
        event: '高流第一团兵临依合，与留守的近卫军开战。夏粱、菪熠和闾一行五人，开始从外围封印释偶师。',
        note: ''
    },
    {
        age: '华转纪',
        time: '991代076回',
        event: '赧滁得到亲信自昇圃园送来的简报，发现情况有异，对岐精神施压、严刑拷打，但最终也没有挖出任何情报。',
        note: ''
    },
    {
        age: '华转纪',
        time: '991代078回',
        event: '高流剩余三团和琴率领的轻骑兵抵达依合外围，高流军在西侧，轻骑兵在东侧，琴要求从依合境内通行镇压西境高流叛军的请求被驳回，与近卫军开战。',
        note: ''
    },
    {
        age: '华转纪',
        time: '991代081回',
        event: '赧滁听闻军报，知大势已去，驳回大臣请求他撤离的提案，疯狂中咒骂姯夙和琴，派忠于自己的死士在早朝的殿堂里埋下火雷，后又对背叛自己的岐施以酷刑。',
        note: ''
    },
    {
        age: '华转纪',
        time: '991代086回',
        event: '高流兵临依合堡外围，琴带领一营枪骑兵绕道南部沐灶山山隘，用之前带走的一部分开渠炸药炸开之前因山体滑坡略有受损的外郭。南城墙的卫兵先前并未重点部署，琴的小分队迅速攻破，长驱直入王城。',
        note: ''
    },
    {
        age: '华转纪',
        time: '991代087回',
        event: '赧滁正常主持早朝，夏粱、菪熠和闾一行五人最先攻入偏殿，用药物和纵偶术控制了潜藏在四周的死士。早朝结束前，五人控制住近卫军攻入主殿，在满朝官员面前，与以岐性命相要挟的赧滁对峙。赧滁本打算与他们同归于尽，奈何最终受益人琴和姯夙迟迟未出现。华水发现火药，在夏粱一行正想喊殿堂中的大臣们撤离时，琴突然冲进了大殿，砍断赧滁双手后斩下头颅，终年228【代】。赧滁人头落地的刹那，华水显形。众人听信夏粱的编排，以为琴是奉天命讨伐了昏君。华水将记忆数据的指针重连，岐琴想起了曾经作为紫媚西夏惨死又被锌雨污名的结局。夏粱带着手下的吏目和医士全力抢救琴。',
        note: ''
    },
    {
        age: '华转纪',
        time: '992代000回',
        event: '夏粱着手编写医书和草药学典，为岐调理身体，研发可以救治“谷物坏病”的药物。此后长达三【纪】的时间里，丝氏一直奋战在消灭“谷物坏病”的第一线，最终于【生物纪】宣布彻底消灭“谷物坏病”，救了无数初始地的人民。',
        note: ''
    },
    {
        age: '华转纪',
        time: '992代033回',
        event: '夏粱在某次试验中，发现控制原子的方法。',
        note: ''
    },
    {
        age: '华转纪',
        time: '992代045回',
        event: '岐从长达一【代】的昏迷中苏醒。',
        note: ''
    },
    {
        age: '华转纪',
        time: '992代049回',
        event: '菪熠拒绝了岐的挽留，提交辞呈，认为自己留在依合堡迟早会成为隐患，决意离开。闾和同僚留下继续辅佐岐。',
        note: ''
    },
    {
        age: '华转纪',
        time: '992代053回',
        event: '库石桐递交辞呈，告别夏粱，余生行医四方，菪熠跟随他离开。',
        note: ''
    },
    {
        age: '华转纪',
        time: '992代128回',
        event: '华转纪】的最后一【回】。',
        note: ''
    },
    {
        age: '双子纪',
        time: '元代000回',
        event: '岐即位，成为依合第63任君王，改元【双子纪】。琴一同继位，成为依合第64任君王，开启了成为当世备受争议、后世万代传颂、又极为短暂的【双子纪】。琴和姯夙协力重整朝局，高流退兵，昇圃园的旱情直至分子纪末也未再发生。在岐琴的提议下，本【纪】的依合徽章的主体为碏生（可食用三叶野草）。',
        note: ''
    },
    {
        age: '双子纪',
        time: '001代084回',
        event: '岐再度重病倒下，期间着手推行以前与赧滁、夏粱、蔚等人一起反复修改的草案。制定应试制度，清理官场。',
        note: ''
    },
    {
        age: '双子纪',
        time: '002代100回',
        event: '颁布《关于人口买卖相关刑法及追溯条例》。',
        note: ''
    },
    {
        age: '双子纪',
        time: '003代036回',
        event: '颁布《关于将超标准华水纳入管制药品》提案。',
        note: ''
    },
    {
        age: '双子纪',
        time: '004代013回',
        event: '颁布《关于将虐待儿童以刑事案件处理》提案。',
        note: ''
    },
    {
        age: '双子纪',
        time: '005代049回',
        event: '颁布《关于将侵害及侮辱罪列入刑法》提案。',
        note: ''
    },
    {
        age: '双子纪',
        time: '009代072回',
        event: '《未成年保护法》初案通过。',
        note: ''
    },
    {
        age: '双子纪',
        time: '010代000回',
        event: '《未成年保护法（试行）》。',
        note: ''
    },
    {
        age: '双子纪',
        time: '013代051回',
        event: '《依合婚姻法》初案通过。其中，法案允许亲兄弟姐妹之间可以结婚（导致日后原子纪隐性基因导致的“齐秦病”大爆发，但也促使生物纪提前到来）这一条遭到夏粱极力反对，她宣称”谷物坏病“是由于近亲通婚导致的，但内阁并没有采纳她的意见（因为”谷物坏病“很明显是传染病）。',
        note: ''
    },
    {
        age: '双子纪',
        time: '014代000回',
        event: '《依合婚姻法（试行）》。',
        note: ''
    },
    {
        age: '双子纪',
        time: '015代085回',
        event: '岐病重去世，年仅136【代】。琴继续执政。',
        note: ''
    },
    {
        age: '双子纪',
        time: '165代029回',
        event: '姯夙去世，享年377【代】。',
        note: ''
    },
    {
        age: '双子纪',
        time: '165代096回',
        event: '琴遭到弹劾，大臣称虽然赧滁和蔚都算不上正人君子，但治邦有方；而岐琴只凭借自己的经历判断是非，从不知百姓真正要的是什么。短时间内颁布太多新政，基层的官员无从下手，导致初始一片混乱。',
        note: ''
    },
    {
        age: '双子纪',
        time: '166代101回',
        event: '琴禅让隐退，从夏粱处接任锌雨，成为锌雨22世。由内阁总管寮冽代理朝政。',
        note: ''
    },
    {
        age: '双子纪',
        time: '167代068回',
        event: '夏粱去世，享年429【代】。',
        note: ''
    },
    {
        age: '双子纪',
        time: '167代082回',
        event: '琴试图复活已逝的岐，并解开华水缚灵忆。',
        note: ''
    },
    {
        age: '双子纪',
        time: '170代037回',
        event: '琴的两项尝试均失败，此后带着华水一同周游初始全境。',
        note: ''
    },
    {
        age: '双子纪',
        time: '170代104回',
        event: '双子纪】的最后一【回】。',
        note: ''
    },
    {
        age: '原子纪',
        time: '000代000回',
        event: '寮冽即位，成为依合第65任君王，改元【原子纪】，纪念为时代做出杰出贡献的夏粱。本【纪】的依合徽章主体为氢原子结构图。此后依合的科技爆炸式发展，远远超越高流和昇圃园。',
        note: ''
    },
    {
        age: '原子纪',
        time: '000代070回',
        event: '淬（Cuuee，锌雨23）（Xilver）在依合出生。（Leenar：骂人，Xilver你tm早两个纪元出生会死啊！）',
        note: ''
    },
    {
        age: '原子纪',
        time: '003代001回',
        event: '淬接任锌雨，成为锌雨23世。',
        note: ''
    },
    {
        age: '原子纪',
        time: '003代093回',
        event: '琴失足在沫弯儿坠崖而亡，享年262【代】。',
        note: ''
    },
    {
        age: '原子纪',
        time: '258代054回',
        event: '络（Looo，锌雨24）（Wensee）在依合出生。',
        note: ''
    },
    {
        age: '原子纪',
        time: '365代019回',
        event: '络接任锌雨，成为锌雨24世。',
        note: ''
    },
    {
        age: '原子纪',
        time: '366代125回',
        event: '丝氏旁支“落霞”代替绝后的“枝湘”成为本家的八家之一。',
        note: ''
    },
    {
        age: '原子纪',
        time: '367代088回',
        event: '淬死亡，享年367【代】。',
        note: ''
    },
    {
        age: '原子纪',
        time: '412代022回',
        event: '初始夭折的新生儿越来越多，青年人得老年病，壮年时期因器官衰竭而死的人数暴增，平均寿命大幅下降。这种情况多发于亲兄弟姐妹婚配的家庭。民间传言《婚姻法》的该项条目是因为岐琴想合法结婚生子所以才加上的，结果害了普通民众。报纸上第一次将这种疾病称为“齐秦病”。（但一来岐琴并非亲兄弟，二来他们一族是胎生，为同性别的岐琴无法生育后代）',
        note: ''
    },
    {
        age: '原子纪',
        time: '534代063回',
        event: '丝氏八家之一“落霞”继承人绛淑，宣称已证实“齐秦病”是由于血亲间通婚导致。后代多早夭、先天残疾或畸形，儿童时期多发吸收不良症和有害物难代谢综合症，导致智力和体格发育迟缓、免疫力低下，常伴有贫血及凝血功能障碍，青年时期脏器早衰、高发关节炎，平均寿命不足【100代】。',
        note: ''
    },
    {
        age: '原子纪',
        time: '535代006回',
        event: '依合第71任君王修改《婚姻法》，允许亲兄弟姐妹通婚，但禁止生育后代，不禁领养。',
        note: ''
    },
    {
        age: '原子纪',
        time: '末',
        event: '丝氏八家宣布初始在攻克“谷物坏病”上取得阶段性的胜利。',
        note: ''
    },
    {
        age: '',
        time: '',
        event: '',
        note: ''
    },
    {
        age: '分子纪',
        time: '043代110回',
        event: '因为先前法律执行力度不够，从【分子纪】初查到近千起血亲通婚生子，托人将亲生孩子送进福利院，再办理领养手续接出来。依合第73任君王修改《婚姻法》，全面禁止直系血亲和三代以内旁系血亲通婚。',
        note: ''
    },
    {
        age: '分子纪',
        time: '末',
        event: '丝氏本家由八家变为十六家。',
        note: ''
    },
    {
        age: '',
        time: '',
        event: '',
        note: ''
    },
    {
        age: '生物纪',
        time: '',
        event: '《丝氏物语》出版',
        note: ''
    },
    {
        age: '生物纪',
        time: '',
        event: '丝氏十六家宣布初始已全面战胜“谷物坏病”，哪怕得了“齐秦病”也可以通过产检和基因治疗防患于未然。自此，“齐秦病”渐渐淡出人们视线。',
        note: ''
    },
    {
        age: '',
        time: '',
        event: '',
        note: ''
    },
    {
        age: '核子纪',
        time: '中末',
        event: '放射性污染问题成为人们关注的焦点。',
        note: ''
    },
    {
        age: '',
        time: '',
        event: '',
        note: ''
    },
    {
        age: '',
        time: '',
        event: '',
        note: ''
    },
    {
        age: '合成纪',
        time: '003代101回',
        event: '为追念【双子纪】的岐琴，人们呼吁不要因为一些条文上的小失误，就磨灭掉他们为社会进步、未成年人的保护和培养，以及婚姻中的弱势群体做出的贡献。此后合法出版的刊物里，将“齐秦病”更正为“隐性遗传病”。但民间仍将之称为“齐秦病”。昇圃园南部曾是“齐秦病”高发地区，饱受病痛折磨的人们联合抗议，不得让统治者美化过去犯下的罪行。',
        note: ''
    },
    {
        age: '',
        time: '',
        event: '',
        note: ''
    },
    {
        age: '',
        time: '',
        event: '',
        note: ''
    },
    {
        age: '中枢纪',
        time: '705代175回',
        event: '镓渊晓琪（GayuonGyaoChee）（Frin）在依合出生。',
        note: ''
    },
    {
        age: '中枢纪',
        time: '756代001回',
        event: '铆澜清愿（MaolenQnyoon）（Adon）在依合出生。',
        note: ''
    },
    {
        age: '中枢纪',
        time: '777代277回',
        event: '中枢纪】的最后一【回】。',
        note: ''
    },
    {
        age: '超合纪',
        time: '000代000回',
        event: '依合第154任君王继位。',
        note: ''
    },
    {
        age: '超合纪',
        time: '000代001回',
        event: '系小雨（XiXilaoYu）（Xilver）在依合出生。',
        note: ''
    },
    {
        age: '超合纪',
        time: '063代000回',
        event: '铆澜清愿自愿参加天訚阁临床试验项目——“摇篮曲（Nursery Rhyme）”。',
        note: ''
    },
    {
        age: '超合纪',
        time: '067代127回',
        event: '钴玖林郴（GuqnLintreen，锌雨42）（Vtin）在天訚阁出生。',
        note: ''
    },
    {
        age: '超合纪',
        time: '101代042回',
        event: '铆澜清愿担任天訚阁高级研究员。',
        note: ''
    },
    {
        age: '超合纪',
        time: '110代000回',
        event: 'E.73立项（关于制作放射性元素合企划），清愿与晓琪成为同事。',
        note: ''
    },
    {
        age: '超合纪',
        time: '114代036回',
        event: '钴玖林郴继任锌雨，成为锌雨42世。',
        note: ''
    },
    {
        age: '超合纪',
        time: '115代085回',
        event: '铆澜清愿因接触过量放射死亡，年仅136【代】。钴玖林郴试图复活铆澜清愿，但最终失败。',
        note: ''
    },
    {
        age: '超合纪',
        time: '115代235回',
        event: '镓渊晓琪因接触过量放射死亡，年仅187【代】。',
        note: ''
    },
    {
        age: '超合纪',
        time: '116代111回',
        event: '氢愿（Hydronska）诞生，钴玖林郴制作。',
        note: ''
    },
    {
        age: '超合纪',
        time: '117代053回',
        event: '钴玖林郴收集天訚阁废弃材料重复利用的行为被同事系小雨发现，笑称他为“拾荒者”。这一别名最后成为了依合的传说。',
        note: ''
    },
    {
        age: '超合纪',
        time: '153代000回',
        event: '依合第155任君王继位。',
        note: ''
    },
    {
        age: '超合纪',
        time: '159代104回',
        event: 'E.415立项（关于元素合抑制剂的开发）。',
        note: ''
    },
    {
        age: '超合纪',
        time: '190代099回',
        event: '锌珛（Zinstjerna）诞生，钴玖林郴制作。',
        note: ''
    },
    {
        age: '超合纪',
        time: '224代268回',
        event: '砷雪（Arsenyf）诞生，钴玖林郴制作。',
        note: '落雪起源：As slang for "cocaine" it is attested from 1914'
    },
    {
        age: '超合纪',
        time: '282代232回',
        event: '系小雨从天訚阁潇洒离职，自称要去贝利湾海钓养老。',
        note: ''
    },
    {
        age: '超合纪',
        time: '283代000回',
        event: '依合第156任君王继位。',
        note: ''
    },
    {
        age: '超合纪',
        time: '308代013回',
        event: '铀叶（Uraniluib）诞生，钴玖林郴制作。',
        note: ''
    },
    {
        age: '超合纪',
        time: '311代000回',
        event: '依合第157任君王继位。',
        note: ''
    },
    {
        age: '超合纪',
        time: '312代000回',
        event: '依合第158任君王继位。',
        note: ''
    },
    {
        age: '超合纪',
        time: '314代000回',
        event: '依合第159任君王继位。',
        note: ''
    },
    {
        age: '超合纪',
        time: '340代027回',
        event: '钴玖林郴利用铀叶的辐射使自身细胞癌变。',
        note: ''
    },
    {
        age: '超合纪',
        time: '341代276回',
        event: '钴玖林郴用癌细胞制作抑制剂维持器。',
        note: ''
    },
    {
        age: '超合纪',
        time: '342代155回',
        event: '在系小雨的帮助下，锌珛和砷雪连夜出逃。',
        note: ''
    },
    {
        age: '超合纪',
        time: '342代263回',
        event: '氢愿被依合堡军队带走。',
        note: ''
    },
    {
        age: '超合纪',
        time: '343代000回',
        event: '氢愿被打散，存在227【代】。',
        note: ''
    },
    {
        age: '超合纪',
        time: '343代001回',
        event: '铀叶被钴玖林郴封印在西术塔楼，钴玖林郴被杀，享年276【代】。',
        note: ''
    },
    {
        age: '超合纪',
        time: '344代075回',
        event: '系小雨、锌珛和砷雪抵达贝利湾。',
        note: ''
    },
    {
        age: '超合纪',
        time: '345代159回',
        event: '天訚阁发生大规模爆炸，化为废墟。放射性污染持续了三个纪元。',
        note: ''
    },
    {
        age: '超合纪',
        time: '539代000回',
        event: '依合第160任君王继位。',
        note: ''
    },
    {
        age: '超合纪',
        time: '607代000回',
        event: '依合第161任君王继位。',
        note: ''
    },
    {
        age: '超合纪',
        time: '658代000回',
        event: '依合第162任君王继位。',
        note: ''
    },
    {
        age: '',
        time: '',
        event: '',
        note: ''
    },
    {
        age: '瓦当纪',
        time: '196代167回',
        event: '砷雪从贝利湾回到依合。“落雪I”（Deadly Sniwan I）。',
        note: ''
    },
    {
        age: '瓦当纪',
        time: '249代012回',
        event: '珞珞炀（LoU-LoU-Yaan）出生（Yayee）。',
        note: ''
    },
    {
        age: '瓦当纪',
        time: '307代091回',
        event: '镁珏（Magnes-iada ）诞生，珞珞炀制作。',
        note: ''
    },
    {
        age: '瓦当纪',
        time: '527代155回',
        event: '剪灯芯（Jean-Den-Xn）出生（Leenar）',
        note: ''
    },
    {
        age: '瓦当纪',
        time: '544代231回',
        event: '氢烃（Hydro-carbon）诞生，剪灯芯制作。',
        note: ''
    },
    {
        age: '瓦当纪',
        time: '545代240回',
        event: '氧锦（Oxy-brocado）诞生，剪灯芯制作。',
        note: ''
    },
    {
        age: '',
        time: '',
        event: '',
        note: ''
    },
    {
        age: '武装纪',
        time: '412代829回',
        event: '砷雪从昇圃园回到依合。“落雪II”（Deadly Sniwan II）。',
        note: ''
    },
    {
        age: '武装纪',
        time: '499代081回',
        event: '里斯克（Ritzc）于蚀湖南岸修建天阶。',
        note: ''
    },
    {
        age: '武装纪',
        time: '521代111回',
        event: '天阶修建完毕',
        note: ''
    },
    {
        age: '武装纪',
        time: '654代294回',
        event: '依兰弥（Yee, LenMee，锌雨43）（Wensee）出生。',
        note: ''
    },
    {
        age: '武装纪',
        time: '673代511回',
        event: '依兰弥创作钪慕',
        note: ''
    },
    {
        age: '武装纪',
        time: '691代037回',
        event: '依兰弥创作钇缢',
        note: ''
    },
    {
        age: '武装纪',
        time: '705代673回',
        event: '依兰弥创作银栎',
        note: ''
    },
    {
        age: '',
        time: '',
        event: '',
        note: ''
    },
    {
        age: '新世纪',
        time: '000代003回',
        event: '“吟游诗人”依兰弥在贝利湾遇见砷雪，并治好了砷雪',
        note: ''
    },
    {
        age: '新世纪',
        time: '001代101回',
        event: '“吟游诗人”依兰弥完成《南岸之望》（Farsee the South Shore）乐章',
        note: ''
    },
    {
        age: '新世纪',
        time: '006代394回',
        event: '粟米·豆粒村（Sumee Bean-Township）出生（Leenar，锌雨44）',
        note: ''
    },
    {
        age: '新世纪',
        time: '013代440回',
        event: '依兰弥死亡',
        note: ''
    },
    {
        age: '新世纪',
        time: '039代072回',
        event: '天冬·普清特（TieDon PQT）完成整理/记录华水的来源，正华水（Pure WawSea）、药物华水（Drug WawSea）和超标准华水（Superstandard WawSea）的制作过程',
        note: ''
    },
    {
        age: '新世纪',
        time: '142代212回',
        event: '屏障完工，元素合大清洗开始',
        note: ''
    },
    {
        age: '		',
        note: ''
    },
    {
        age: '盛世纪',
        time: '004代153回',
        event: '阿育雅音（Ayue, YaYe）出生',
        note: ''
    },
    {
        age: '盛世纪',
        time: '008代007回',
        event: '塞斯·普清特出生（SiS PQT）',
        note: ''
    },
    {
        age: '盛世纪',
        time: '010代052回',
        event: '阿育前（Ayue, XeX）出生',
        note: ''
    },
    {
        age: '盛世纪',
        time: '019代005回',
        event: '阿育茹梓（Ayue, RuZeN）出生',
        note: ''
    },
    {
        age: '',
        time: '',
        event: '',
        note: ''
    },
    {
        age: '盛世纪',
        time: '023代111回',
        event: '雷诺斯·普清特（Raynauth PQT）出生',
        note: ''
    },
    {
        age: '盛世纪',
        time: '023代142回',
        event: '兰诺·普清特出生（Lenno PQT）',
        note: ''
    },
    {
        age: '盛世纪',
        time: '027代069回',
        event: '华庭·普清特出生（Warteen PQT）',
        note: ''
    },
    {
        age: '盛世纪',
        time: '029代290回',
        event: '阿育南（Ayue, NaN）出生',
        note: ''
    },
    {
        age: '盛世纪',
        time: '031代074回',
        event: '阿育古华（Ayue, GuOu）出生',
        note: ''
    },
    {
        age: '盛世纪',
        time: '031代086回',
        event: '阿育流苏（Ayue, LeuSu）出生',
        note: ''
    },
    {
        age: '盛世纪',
        time: '033代364回',
        event: '阿菲娜·普清特（Afina PQT）出生',
        note: ''
    },
    {
        age: '盛世纪',
        time: '037代129回',
        event: '华约·普清特（Waryue PQT）出生',
        note: ''
    },
    {
        age: '盛世纪',
        time: '041代003回',
        event: '丝·无音（X WuuYeen）出生',
        note: ''
    },
    {
        age: '盛世纪',
        time: '046代087回',
        event: '汶水·豆粒村出生（Wenshooo Bean-Township）',
        note: ''
    },
    {
        age: '盛世纪',
        time: '047代035回',
        event: '杂货铺老板出生（Yayee）',
        note: ''
    },
    {
        age: '',
        time: '',
        event: '',
        note: ''
    },
    {
        age: '盛世纪',
        time: '059代372回',
        event: '北辰·普清特（Pekin PQT）出生（Vtin，锌雨58）',
        note: ''
    },
    {
        age: '盛世纪',
        time: '060代224回',
        event: '阿育明（Ayue, MeeNn）（Xilver）、阿蒂亚次·普清特（Atiyah PQT）出生',
        note: ''
    },
    {
        age: '盛世纪',
        time: '060代232回',
        event: '阿育南死亡，阿蒂亚次·普清特被冬眠',
        note: ''
    },
    {
        age: '盛世纪',
        time: '063代061回',
        event: '丝·水墨菀（X ShoooMoUaan）出生（Frin）',
        note: ''
    },
    {
        age: '盛世纪',
        time: '069代092回',
        event: '依区（Yee, Qnn）/兰因缪·普清特（Leimmu PQT）出生',
        note: ''
    },
    {
        age: '盛世纪',
        time: '069代101回',
        event: '阿蒂亚次·普清特解冻',
        note: ''
    },
    {
        age: '盛世纪',
        time: '074代094回',
        event: '阿育上源（Ayue, ShawAnn）/艾思赫·普清特（Essikh PQT）出生（Adon）',
        note: ''
    },
    {
        age: '盛世纪',
        time: '074代162回',
        event: '里斯克重出江湖',
        note: ''
    },
    {
        age: '盛世纪',
        time: '076代009回',
        event: '汶溪·豆粒村（Wensee Bean-Township）出生（Wensee）',
        note: ''
    },
    {
        age: '',
        time: '',
        event: '',
        note: ''
    },
    {
        age: '冥日纪',
        time: '000代049回',
        event: '阿育流苏将一本灰色封面记有殿阁士与亭兰阁相关的笔记本交给阿育明，让他转交给殿阁',
        note: ''
    },
    {
        age: '冥日纪',
        time: '000代054回',
        event: '里斯克受兰诺之托，雇佣丝·无音刺杀阿蒂亚次',
        note: ''
    },
    {
        age: '冥日纪',
        time: '000代059回',
        event: '里斯克拜访丝氏长老',
        note: ''
    },
    {
        age: '冥日纪',
        time: '000代152回',
        event: '阿育明在收容所遇见阿育上源',
        note: ''
    },
    {
        age: '		',
        note: ''
    },
    {
        age: '冥日纪',
        time: '000代367回',
        event: '阿蒂亚次·普清特死亡，丝·水墨菀带阿育明出逃至黑松山',
        note: ''
    },
    {
        age: '冥日纪',
        time: '000代368回',
        event: '丝·无音、殿阁死亡，阿蒂亚次葬礼，北辰·普清特被依殿带走',
        note: ''
    },
    {
        age: '		',
        note: ''
    },
    {
        age: '冥日纪',
        time: '005代010回',
        event: '氢烃、氧锦、锂玟、硼戈、铝琳死亡，北辰带碳酚出逃',
        note: ''
    },
    {
        age: '冥日纪',
        time: '005代012回',
        event: '里斯克死亡',
        note: ''
    },
    {
        age: '冥日纪',
        time: '007代040回',
        event: '丝·水墨菀死亡',
        note: ''
    },
    {
        age: '冥日纪',
        time: '009代011回',
        event: '雷诺斯·普清特死亡',
        note: ''
    },
    {
        age: '冥日纪',
        time: '009代030回',
        event: '氟铵死亡',
        note: ''
    },
    {
        age: '冥日纪',
        time: '009代061回',
        event: '兰诺·普清特死亡',
        note: ''
    },
    {
        age: '冥日纪',
        time: '009代062回',
        event: '依区死亡',
        note: ''
    },
    {
        age: '冥日纪',
        time: '009代099回',
        event: '阿菲娜·普清特死亡',
        note: ''
    },
    {
        age: '冥日纪',
        time: '009代100回',
        event: '华约·普清特死亡',
        note: ''
    },
    {
        age: '冥日纪',
        time: '011代077回',
        event: '依殿、镁珏死亡',
        note: ''
    },
    {
        age: '冥日纪',
        time: '025代021回',
        event: '北辰·普清特死亡',
        note: ''
    },
    {
        age: '冥日纪',
        time: '025代021回',
        event: '阿育明死亡',
        note: ''
    },
    {
        age: '冥日纪',
        time: '025代021回',
        event: '阿育上源/艾思赫·普清特死亡',
        note: ''
    },
    {
        age: '',
        time: '',
        event: '',
        note: ''
    },
];